import React from 'react';

function About() {
    return (
        <section className='page'>
            <h1>Про NETFLIX</h1>
            <h3>
                Netflix - це сервіс потокового передавання відео,що дає змогу дивитися різноманітні відзначині нагородами телесеріали,фільми,аніме,документалістику й інший контент на тисячах пристроїв із підключенням до інтернету. 
                <br></br>
                <br></br>
                <br></br>
                Ви можите дивитися скільки завгодно й коли завгодно без реклами,і все це за єдиною низькою щомісячною ціною.Ви завжди знайдете для себе щось нове.Крім того ще більше телесеріалів і фільмів додається щотижня!
            </h3>
        </section>
    );
}

export default About;